Revit 2027 API
ColorFillScheme.Title Property
 Represents the title displayed in ColorFillLegend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Title { get; set; }
Public Property Title As String
	Get
	Set
public:
property String^ Title {
	String^ get ();
	void set (String^ value);
}
member Title : string with get, set
Property Value
String
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
ColorFillScheme Class
Autodesk.Revit.DB Namespace